Repository: KyongSik-Yoon/OtterZip
Catalog: app/OtterZip.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# Settings_ShellMenuModeFlat.Content
source: Flat (top-level entries)
de_de: Flach (oberste Ebene)
es_es: Plano (entradas de nivel superior)
fr_fr: Plat (entrées de premier niveau)
it_it: Piatto (voci di primo livello)
ja_jp: フラット (トップレベル項目)
ko_kr: 평면 (메뉴 최상위에 직접 노출)
pt_br: Plano (entradas no nível superior)
ru_ru: Плоский (верхний уровень)
zh_cn: 扁平（顶级菜单）

# Settings_ShellMenuModeNested.Content
source: Nested (inside OtterZip submenu)
de_de: Verschachtelt (im OtterZip-Untermenü)
es_es: Anidado (dentro del submenú OtterZip)
fr_fr: Imbriqué (dans le sous-menu OtterZip)
it_it: Annidato (nel sottomenu OtterZip)
ja_jp: ネスト (OtterZip サブメニュー内)
ko_kr: 중첩 (OtterZip 서브메뉴 안에)
pt_br: Aninhado (dentro do submenu OtterZip)
ru_ru: Вложенный (внутри подменю OtterZip)
zh_cn: 嵌套（OtterZip 子菜单内）

# Settings_QuickProgressAutoClose.Text
source: Auto-close progress window after quick compression completes
de_de: Fortschrittsfenster nach Abschluss der Schnellkomprimierung automatisch schließen
es_es: Cerrar automáticamente la ventana de progreso al finalizar la compresión rápida
fr_fr: Fermer automatiquement la fenêtre de progression après la compression rapide
it_it: Chiudi automaticamente la finestra di avanzamento dopo la compressione rapida
ja_jp: クイック圧縮完了後に進行ウィンドウを自動的に閉じる
ko_kr: 빠른 압축 완료 후 진행 창 자동 닫기
pt_br: Fechar a janela de progresso automaticamente após a compactação rápida
ru_ru: Автоматически закрывать окно прогресса после быстрого сжатия
zh_cn: 快速压缩完成后自动关闭进度窗口

# ProgressDialog_TitleCompressFormat.Text
source: Compressing {0}
de_de: Komprimiere {0}
es_es: Comprimiendo {0}
fr_fr: Compression de {0}
it_it: Compressione di {0}
ja_jp: {0} を圧縮中
ko_kr: {0} 압축 중
pt_br: Compactando {0}
ru_ru: Сжатие {0}
zh_cn: 正在压缩 {0}

# ProgressDialog_TitleDoneFormat.Text
source: Compressed {0}
de_de: {0} komprimiert
es_es: {0} comprimido
fr_fr: {0} compressé
it_it: {0} compresso
ja_jp: {0} の圧縮完了
ko_kr: {0} 압축 완료
pt_br: {0} compactado
ru_ru: {0} сжато
zh_cn: {0} 已压缩

# ProgressDialog_StatusReady.Text
source: Preparing…
de_de: Wird vorbereitet…
es_es: Preparando…
fr_fr: Préparation…
it_it: In preparazione…
ja_jp: 準備中…
ko_kr: 준비 중…
pt_br: Preparando…
ru_ru: Подготовка…
zh_cn: 准备中…

# ProgressDialog_StatusSuccess.Text
source: Compression completed successfully.
de_de: Komprimierung erfolgreich abgeschlossen.
es_es: Compresión completada con éxito.
fr_fr: Compression terminée avec succès.
it_it: Compressione completata con successo.
ja_jp: 圧縮が完了しました。
ko_kr: 압축에 성공하였습니다.
pt_br: Compactação concluída com sucesso.
ru_ru: Сжатие успешно завершено.
zh_cn: 压缩成功。

# ProgressDialog_StatusCancelled.Text
source: Cancelled.
de_de: Abgebrochen.
es_es: Cancelado.
fr_fr: Annulé.
it_it: Annullato.
ja_jp: キャンセルされました。
ko_kr: 취소되었습니다.
pt_br: Cancelado.
ru_ru: Отменено.
zh_cn: 已取消。

# ProgressDialog_StatusErrorFormat.Text
source: Error: {0}
de_de: Fehler: {0}
fr_fr: Erreur : {0}
it_it: Errore: {0}
ja_jp: エラー: {0}
ko_kr: 오류: {0}
pt_br: Erro: {0}
ru_ru: Ошибка: {0}
zh_cn: 错误: {0}

# ProgressDialog_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# ProgressDialog_CloseButton.Content
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# ProgressDialog_OpenFolderButton.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
pt_br: Abrir pasta
ru_ru: Открыть папку
zh_cn: 打开文件夹

# Settings_SectionGeneral.Text
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
ja_jp: 全般
ko_kr: 일반
pt_br: Geral
ru_ru: Общие
zh_cn: 常规

# Settings_LanguageLabel.Text
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言

# Settings_LanguageSystem.Content
source: Follow system
de_de: System folgen
es_es: Seguir el sistema
fr_fr: Suivre le système
it_it: Segui sistema
ja_jp: システムに従う
ko_kr: 시스템 설정 따르기
pt_br: Seguir o sistema
ru_ru: Как в системе
zh_cn: 跟随系统

# Settings_ThemeSectionLabel.Text
source: Theme
de_de: Design
es_es: Tema
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema
ru_ru: Тема
zh_cn: 主题

# Theme_Light.Content
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
pt_br: Claro
ru_ru: Светлая
zh_cn: 浅色

# Theme_Dark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
pt_br: Escuro
ru_ru: Тёмная
zh_cn: 深色

# Theme_System.Content
source: Follow system
de_de: System folgen
es_es: Seguir el sistema
fr_fr: Suivre le système
it_it: Segui sistema
ja_jp: システムに従う
ko_kr: 시스템 설정 따르기
pt_br: Seguir o sistema
ru_ru: Как в системе
zh_cn: 跟随系统

# Settings_DefaultFormatLabel.Text
source: Default archive format
de_de: Standard-Archivformat
es_es: Formato de archivo predeterminado
fr_fr: Format d'archive par défaut
it_it: Formato archivio predefinito
ja_jp: 既定のアーカイブ形式
ko_kr: 기본 압축 형식
pt_br: Formato de arquivo padrão
ru_ru: Формат архива по умолчанию
zh_cn: 默认压缩格式

# Settings_GroupAutoApply.Text
source: Auto-apply
de_de: Automatisch anwenden
es_es: Aplicar automáticamente
fr_fr: Application automatique
it_it: Applicazione automatica
ja_jp: 自動適用
ko_kr: 자동 적용
pt_br: Aplicar automaticamente
ru_ru: Автоприменение
zh_cn: 自动应用

# Settings_GroupShellMenu.Text
source: Explorer menu
de_de: Explorer-Menü
es_es: Menú del Explorador
fr_fr: Menu de l'Explorateur
it_it: Menu di Esplora file
ja_jp: エクスプローラー メニュー
ko_kr: 탐색기 메뉴
pt_br: Menu do Explorer
ru_ru: Меню проводника
zh_cn: 资源管理器菜单

# Settings_DefaultPasswordDesc.Text
source: Password stored and applied automatically
de_de: Gespeichertes, automatisch angewendetes Kennwort
es_es: Contraseña guardada y aplicada automáticamente
fr_fr: Mot de passe enregistré et appliqué automatiquement
it_it: Password salvata e applicata automaticamente
ja_jp: 保存して自動的に使うパスワード
ko_kr: 저장해 두고 자동으로 사용할 비밀번호
pt_br: Senha salva e aplicada automaticamente
ru_ru: Пароль сохраняется и применяется автоматически
zh_cn: 保存并自动使用的密码

# Settings_GroupNotifications.Text
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
ko_kr: 알림
pt_br: Notificações
ru_ru: Уведомления
zh_cn: 通知

# Settings_GroupAfterExtract.Text
source: After extracting
de_de: Nach dem Entpacken
es_es: Después de extraer
fr_fr: Après l'extraction
it_it: Dopo l'estrazione
ja_jp: 展開後
ko_kr: 압축 해제 후
pt_br: Após extrair
ru_ru: После распаковки
zh_cn: 解压后

# Settings_ExtractLocationDesc.Text
source: Where to extract files
de_de: Zielort für die Extraktion
es_es: Dónde extraer los archivos
fr_fr: Emplacement d'extraction
it_it: Dove estrarre i file
ja_jp: 展開先
ko_kr: 압축을 풀 위치
pt_br: Onde extrair os arquivos
ru_ru: Куда распаковывать файлы
zh_cn: 解压目标位置

# Settings_OverwritePolicyDesc.Text
source: When a file with the same name exists
de_de: Wenn eine gleichnamige Datei existiert
es_es: Cuando ya existe un archivo con el mismo nombre
fr_fr: Quand un fichier de même nom existe
it_it: Quando esiste un file con lo stesso nome
ja_jp: 同名ファイルがある場合
ko_kr: 같은 이름의 파일이 있을 때
pt_br: Quando já existe um arquivo com o mesmo nome
ru_ru: Когда существует файл с тем же именем
zh_cn: 存在同名文件时

# Settings_PlaySoundOnExtractDesc.Text
source: Play a sound when the job finishes
de_de: Ton abspielen, wenn der Vorgang endet
es_es: Reproducir un sonido al finalizar
fr_fr: Émettre un son à la fin de la tâche
it_it: Riproduci un suono al termine
ja_jp: 完了時に通知音を鳴らす
ko_kr: 작업이 끝나면 알림음 재생
pt_br: Tocar um som ao concluir
ru_ru: Звук по завершении задачи
zh_cn: 任务完成时播放提示音

# Settings_DeleteArchiveDesc.Text
source: Move the archive to the Recycle Bin after success
de_de: Archiv nach Erfolg in den Papierkorb verschieben
es_es: Mover el archivo a la papelera tras el éxito
fr_fr: Déplacer l'archive vers la corbeille après succès
it_it: Sposta l'archivio nel cestino dopo il successo
ja_jp: 成功後にアーカイブをごみ箱へ移動
ko_kr: 해제 성공 후 아카이브를 휴지통으로 이동
pt_br: Mover o arquivo para a lixeira após o sucesso
ru_ru: Переместить архив в корзину после успеха
zh_cn: 成功后将压缩包移至回收站

# Settings_GroupDefaults.Text
source: Defaults
de_de: Standardwerte
es_es: Valores predeterminados
fr_fr: Valeurs par défaut
it_it: Impostazioni predefinite
ja_jp: 既定
ko_kr: 기본값
pt_br: Padrões
ru_ru: По умолчанию
zh_cn: 默认值

# Settings_GroupFileName.Text
source: File name
de_de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom de fichier
it_it: Nome file
ja_jp: ファイル名
ko_kr: 파일 이름
pt_br: Nome do arquivo
ru_ru: Имя файла
zh_cn: 文件名

# Settings_GroupAfterCompress.Text
source: After compressing
de_de: Nach dem Komprimieren
es_es: Después de comprimir
fr_fr: Après la compression
it_it: Dopo la compressione
ja_jp: 圧縮後
ko_kr: 압축 후
pt_br: Após compactar
ru_ru: После сжатия
zh_cn: 压缩后

# Settings_GroupAdvanced.Text
source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzate
ja_jp: 詳細
ko_kr: 고급
pt_br: Avançado
ru_ru: Дополнительно
zh_cn: 高级

# Settings_DefaultFormatDesc.Text
source: Default container for new archives
de_de: Standardcontainer für neue Archive
es_es: Contenedor predeterminado para archivos nuevos
fr_fr: Conteneur par défaut des nouvelles archives
it_it: Contenitore predefinito per i nuovi archivi
ja_jp: 新しい圧縮ファイルの既定のコンテナ
ko_kr: 새 압축 파일의 기본 컨테이너
pt_br: Contêiner padrão para novos arquivos
ru_ru: Контейнер по умолчанию для новых архивов
zh_cn: 新建压缩文件的默认容器

# Settings_DefaultMethodDesc.Text
source: Balance of speed and size
de_de: Balance aus Tempo und Größe
es_es: Equilibrio entre velocidad y tamaño
fr_fr: Équilibre vitesse / taille
it_it: Equilibrio tra velocità e dimensione
ja_jp: 速度とサイズのバランス
ko_kr: 속도와 압축 크기의 균형
pt_br: Equilíbrio entre velocidade e tamanho
ru_ru: Баланс скорости и размера
zh_cn: 速度与体积的平衡

# Settings_SaveLocationDesc.Text
source: Where to save the new archive
de_de: Speicherort für das neue Archiv
es_es: Dónde guardar el archivo nuevo
fr_fr: Emplacement d'enregistrement de l'archive
it_it: Dove salvare il nuovo archivio
ja_jp: 圧縮結果の保存先
ko_kr: 압축 결과를 저장할 위치
pt_br: Onde salvar o novo arquivo
ru_ru: Куда сохранять новый архив
zh_cn: 压缩结果的保存位置

# Settings_PlaySoundOnCompressDesc.Text
source: Play a sound when the job finishes
de_de: Ton abspielen, wenn der Vorgang endet
es_es: Reproducir un sonido al finalizar
fr_fr: Émettre un son à la fin de la tâche
it_it: Riproduci un suono al termine
ja_jp: 完了時に通知音を鳴らす
ko_kr: 작업이 끝나면 알림음 재생
pt_br: Tocar um som ao concluir
ru_ru: Звук по завершении задачи
zh_cn: 任务完成时播放提示音

# Settings_DeleteSourceDesc.Text
source: Move originals to the Recycle Bin after success
de_de: Originale nach Erfolg in den Papierkorb verschieben
es_es: Mover los originales a la papelera tras el éxito
fr_fr: Déplacer les originaux vers la corbeille après succès
it_it: Sposta gli originali nel cestino dopo il successo
ja_jp: 成功後に元ファイルをごみ箱へ移動
ko_kr: 압축 성공 후 원본을 휴지통으로 이동
pt_br: Mover os originais para a lixeira após o sucesso
ru_ru: Переместить оригиналы в корзину после успеха
zh_cn: 成功后将原文件移至回收站

# Settings_DefaultMethodLabel.Text
source: Default compression method
de_de: Standard-Komprimierungsmethode
es_es: Método de compresión predeterminado
fr_fr: Méthode de compression par défaut
it_it: Metodo di compressione predefinito
ja_jp: 既定の圧縮方法
ko_kr: 기본 압축 방법
pt_br: Método de compressão padrão
ru_ru: Метод сжатия по умолчанию
zh_cn: 默认压缩方法

# Settings_MethodStore.Content
source: Store
de_de: Speichern
es_es: Almacenar
fr_fr: Stockage
it_it: Memorizza
ja_jp: 無圧縮
ko_kr: 저장
pt_br: Armazenar
ru_ru: Без сжатия
zh_cn: 仅存储

# Settings_MethodFast.Content
source: Fast
de_de: Schnell
es_es: Rápido
fr_fr: Rapide
it_it: Veloce
ja_jp: 高速
ko_kr: 빠르게
pt_br: Rápido
ru_ru: Быстрое
zh_cn: 快速

# Settings_MethodNormal.Content
source: Normal
it_it: Normale
ja_jp: 標準
ko_kr: 보통
ru_ru: Обычное
zh_cn: 标准

# Settings_MethodBest.Content
source: Best
de_de: Beste
es_es: Máximo
fr_fr: Maximale
it_it: Massima
ja_jp: 最高
ko_kr: 느리게
pt_br: Máximo
ru_ru: Максимальное
zh_cn: 最佳

# Settings_SaveLocationLabel.Text
source: Save location
de_de: Speicherort
es_es: Ubicación de guardado
fr_fr: Emplacement d'enregistrement
it_it: Posizione di salvataggio
ja_jp: 保存場所
ko_kr: 저장 위치
pt_br: Local para salvar
ru_ru: Папка сохранения
zh_cn: 保存位置

# Settings_SaveLocationSame.Content
source: Same as source
de_de: Gleich wie Quelle
es_es: Igual que el origen
fr_fr: Même que la source
it_it: Stessa dell'origine
ja_jp: 元と同じ場所
ko_kr: 원본과 동일한 위치
pt_br: Mesmo da origem
ru_ru: Как у источника
zh_cn: 与源相同

# Settings_SaveLocationCustom.Content
source: Specific folder…
de_de: Bestimmter Ordner …
es_es: Carpeta específica…
fr_fr: Dossier spécifique…
it_it: Cartella specifica…
ja_jp: 指定フォルダー…
ko_kr: 지정 폴더…
pt_br: Pasta específica…
ru_ru: Указанная папка…
zh_cn: 指定文件夹…

# Settings_BrowseButton.Content
source: Browse…
de_de: Durchsuchen …
es_es: Examinar…
fr_fr: Parcourir…
it_it: Sfoglia…
ja_jp: 参照…
ko_kr: 찾아보기…
pt_br: Procurar…
ru_ru: Обзор…
zh_cn: 浏览…

# Settings_SectionBehavior.Text
source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
it_it: Comportamento
ja_jp: 動作
ko_kr: 동작
pt_br: Comportamento
ru_ru: Поведение
zh_cn: 行为

# Settings_CompressGroupLabel.Text
source: After compress
de_de: Nach Komprimierung
es_es: Después de comprimir
fr_fr: Après la compression
it_it: Dopo la compressione
ja_jp: 圧縮後
ko_kr: 압축 완료 후
pt_br: Após comprimir
ru_ru: После сжатия
zh_cn: 压缩之后

# Settings_PlaySoundOnCompress.Text
source: Play sound
de_de: Sound abspielen
es_es: Reproducir sonido
fr_fr: Jouer un son
it_it: Riproduci suono
ja_jp: サウンドを再生
ko_kr: 사운드 재생
pt_br: Reproduzir som
ru_ru: Воспроизводить звук
zh_cn: 播放声音

# Settings_RevealAfterCompress.Text
source: Show result in Explorer
de_de: Ergebnis im Explorer anzeigen
es_es: Mostrar resultado en el Explorador
fr_fr: Afficher le résultat dans l'Explorateur
it_it: Mostra il risultato in Esplora file
ja_jp: エクスプローラーで結果を表示
ko_kr: Explorer에서 결과 보기
pt_br: Mostrar resultado no Explorer
ru_ru: Показывать результат в Проводнике
zh_cn: 在资源管理器中显示结果

# Settings_DeleteSourceAfterCompress.Text
source: Move source files to Recycle Bin
de_de: Quelldateien in den Papierkorb verschieben
es_es: Mover archivos de origen a la papelera
fr_fr: Déplacer les fichiers source dans la corbeille
it_it: Sposta i file di origine nel Cestino
ja_jp: 元ファイルをごみ箱に移動
ko_kr: 원본 파일을 휴지통으로 이동
pt_br: Mover arquivos de origem para a Lixeira
ru_ru: Перемещать исходные файлы в Корзину
zh_cn: 将源文件移到回收站

# Settings_ExtractGroupLabel.Text
source: After extract
de_de: Nach Entpacken
es_es: Después de extraer
fr_fr: Après l'extraction
it_it: Dopo l'estrazione
ja_jp: 解凍後
ko_kr: 추출 완료 후
pt_br: Após extrair
ru_ru: После извлечения
zh_cn: 解压之后

# Settings_PlaySoundOnExtract.Text
source: Play sound
de_de: Sound abspielen
es_es: Reproducir sonido
fr_fr: Jouer un son
it_it: Riproduci suono
ja_jp: サウンドを再生
ko_kr: 사운드 재생
pt_br: Reproduzir som
ru_ru: Воспроизводить звук
zh_cn: 播放声音

# Settings_RevealAfterExtract.Text
source: Show result in Explorer
de_de: Ergebnis im Explorer anzeigen
es_es: Mostrar resultado en el Explorador
fr_fr: Afficher le résultat dans l'Explorateur
it_it: Mostra il risultato in Esplora file
ja_jp: エクスプローラーで結果を表示
ko_kr: Explorer에서 보기
pt_br: Mostrar resultado no Explorer
ru_ru: Показывать результат в Проводнике
zh_cn: 在资源管理器中显示结果

# Settings_DeleteArchiveAfterExtract.Text
source: Move archive to Recycle Bin
de_de: Archiv in den Papierkorb verschieben
es_es: Mover archivo a la papelera
fr_fr: Déplacer l'archive dans la corbeille
it_it: Sposta l'archivio nel Cestino
ja_jp: アーカイブをごみ箱に移動
ko_kr: 아카이브를 휴지통으로 이동
pt_br: Mover arquivo para a Lixeira
ru_ru: Перемещать архив в Корзину
zh_cn: 将压缩包移到回收站

# Settings_AlwaysExtractToSubfolder.Text
source: Always extract to a sub-folder
de_de: Immer in Unterordner entpacken
es_es: Extraer siempre a una subcarpeta
fr_fr: Toujours extraire dans un sous-dossier
it_it: Estrai sempre in una sottocartella
ja_jp: 常にサブフォルダーに解凍
ko_kr: 추출 시 항상 하위 폴더에 풀기
pt_br: Sempre extrair para uma subpasta
ru_ru: Всегда извлекать во вложенную папку
zh_cn: 始终解压到子文件夹

# Settings_VerifyAfterCompress.Text
source: Verify integrity after compress
de_de: Integrität nach Komprimierung prüfen
es_es: Verificar integridad tras comprimir
fr_fr: Vérifier l'intégrité après la compression
it_it: Verifica integrità dopo la compressione
ja_jp: 圧縮後に整合性を検証
ko_kr: 압축 후 무결성 자동 검사
pt_br: Verificar integridade após comprimir
ru_ru: Проверять целостность после сжатия
zh_cn: 压缩后验证完整性

# Settings_ExcludeSystemMetadata.Text
source: Exclude system metadata files
de_de: Systemmetadaten-Dateien ausschließen
es_es: Excluir archivos de metadatos del sistema
fr_fr: Exclure les fichiers de métadonnées système
it_it: Escludi file di metadati di sistema
ja_jp: システムメタデータファイルを除外
ko_kr: 시스템 메타데이터 파일 제외
pt_br: Excluir arquivos de metadados do sistema
ru_ru: Исключать файлы системных метаданных
zh_cn: 排除系统元数据文件

# Settings_SectionIntegration.Text
source: Integration
es_es: Integración
fr_fr: Intégration
it_it: Integrazione
ja_jp: 統合
ko_kr: 통합
pt_br: Integração
ru_ru: Интеграция
zh_cn: 集成

# Settings_ShellMenuEnabled.Text
source: Show OtterZip in Windows Explorer right-click menu
de_de: OtterZip im Windows-Explorer-Kontextmenü anzeigen
es_es: Mostrar OtterZip en el menú contextual del Explorador de Windows
fr_fr: Afficher OtterZip dans le menu contextuel de l'Explorateur Windows
it_it: Mostra OtterZip nel menu di scelta rapida di Esplora file di Windows
ja_jp: Windows エクスプローラーの右クリックメニューに OtterZip を表示
ko_kr: Windows Explorer 우클릭 메뉴에 OtterZip 표시
pt_br: Mostrar OtterZip no menu de contexto do Explorador do Windows
ru_ru: Показывать OtterZip в контекстном меню Проводника Windows
zh_cn: 在 Windows 资源管理器右键菜单中显示 OtterZip

# Settings_ShellMenuEnabledSub.Text
source: Disabling requires a Windows restart for the menu to disappear.
de_de: Nach Deaktivierung muss Windows neu gestartet werden, damit das Menü verschwindet.
es_es: Tras desactivar, requiere reiniciar Windows para que el menú desaparezca.
fr_fr: La désactivation nécessite un redémarrage de Windows pour que le menu disparaisse.
it_it: Dopo la disattivazione, è necessario riavviare Windows perché il menu scompaia.
ja_jp: 無効化後、メニューが消えるまで Windows の再起動が必要です。
ko_kr: 끄면 Windows 재시작 후 메뉴에서 사라집니다.
pt_br: Após desativar, é necessário reiniciar o Windows para que o menu desapareça.
ru_ru: После отключения требуется перезагрузка Windows для исчезновения меню.
zh_cn: 禁用后需要重启 Windows 才能使菜单消失。

# Settings_SectionInfo.Text
source: Info
es_es: Información
fr_fr: Infos
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pt_br: Informações
ru_ru: Сведения
zh_cn: 信息

# Settings_VersionLabel.Text
source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
zh_cn: 版本

# Settings_OpenLicense.Content
source: View license
de_de: Lizenz anzeigen
es_es: Ver licencia
fr_fr: Voir la licence
it_it: Visualizza licenza
ja_jp: ライセンスを表示
ko_kr: 라이선스 보기
pt_br: Ver licença
ru_ru: Просмотреть лицензию
zh_cn: 查看许可证

# Settings_OpenThirdParty.Content
source: Third-party notices
de_de: Drittanbieter-Hinweise
es_es: Avisos de terceros
fr_fr: Mentions des tiers
it_it: Avvisi di terze parti
ja_jp: サードパーティの通知
ko_kr: 제3자 고지
pt_br: Avisos de terceiros
ru_ru: Уведомления третьих сторон
zh_cn: 第三方声明

# Settings_Info_Tagline.Text
source: Fast archive tool for Windows
de_de: Schnelles Archivierungstool für Windows
es_es: Herramienta de archivado rápida para Windows
fr_fr: Outil d'archivage rapide pour Windows
it_it: Strumento di archiviazione rapido per Windows
ja_jp: Windows 向けの高速アーカイブツール
ko_kr: Windows를 위한 빠른 아카이브 도구
pt_br: Ferramenta rápida de arquivamento para Windows
ru_ru: Быстрый инструмент архивирования для Windows
zh_cn: 适用于 Windows 的快速归档工具

# Onboarding_WelcomeTitle.Text
source: Welcome to OtterZip
de_de: Willkommen bei OtterZip
es_es: Te damos la bienvenida a OtterZip
fr_fr: Bienvenue dans OtterZip
it_it: Ti diamo il benvenuto in OtterZip
ja_jp: OtterZip へようこそ
ko_kr: OtterZip에 오신 것을 환영합니다
pt_br: Boas-vindas ao OtterZip
ru_ru: Добро пожаловать в OtterZip
zh_cn: 欢迎使用 OtterZip

# Onboarding_FeaturesTitle.Text
source: How to use it
de_de: So funktioniert's
es_es: Cómo se usa
fr_fr: Comment ça marche
it_it: Come si usa
ja_jp: 使い方
ko_kr: 이렇게 쓰세요
pt_br: Como usar
ru_ru: Как пользоваться
zh_cn: 使用方法

# Onboarding_FeatRightClickTitle.Text
source: Right-click menu
de_de: Rechtsklick-Menü
es_es: Menú con clic derecho
fr_fr: Menu clic droit
it_it: Menu col tasto destro
ja_jp: 右クリックメニュー
ko_kr: 우클릭 메뉴
pt_br: Menu do botão direito
ru_ru: Меню по правому клику
zh_cn: 右键菜单

# Onboarding_FeatRightClickDesc.Text
source: Right-click any file to compress or extract instantly
de_de: Rechtsklick auf eine Datei zum sofortigen Packen oder Entpacken
es_es: Haz clic derecho en un archivo para comprimir o extraer al instante
fr_fr: Faites un clic droit sur un fichier pour compresser ou extraire aussitôt
it_it: Fai clic destro su un file per comprimere o estrarre all'istante
ja_jp: ファイルを右クリックしてすぐに圧縮・展開できます
ko_kr: 파일을 우클릭해 바로 압축하거나 풀 수 있어요
pt_br: Clique com o botão direito em um arquivo para compactar ou extrair na hora
ru_ru: Щёлкните файл правой кнопкой, чтобы сразу сжать или распаковать
zh_cn: 右键点击文件即可快速压缩或解压

# Onboarding_FeatDragTitle.Text
source: Drag & drop
de_de: Ziehen & Ablegen
es_es: Arrastrar y soltar
fr_fr: Glisser-déposer
it_it: Trascina e rilascia
ja_jp: ドラッグ & ドロップ
ko_kr: 드래그 & 드롭
pt_br: Arrastar e soltar
ru_ru: Перетаскивание
zh_cn: 拖放

# Onboarding_FeatDragDesc.Text
source: Drop files onto the window to compress or extract
de_de: Dateien ins Fenster ziehen, um zu packen oder zu entpacken
es_es: Suelta archivos en la ventana para comprimir o extraer
fr_fr: Déposez des fichiers sur la fenêtre pour compresser ou extraire
it_it: Trascina i file sulla finestra per comprimere o estrarre
ja_jp: ウィンドウにファイルをドロップして圧縮・展開
ko_kr: 창에 파일을 끌어다 놓으면 압축·해제됩니다
pt_br: Solte arquivos na janela para compactar ou extrair
ru_ru: Перетащите файлы в окно, чтобы сжать или распаковать
zh_cn: 将文件拖到窗口即可压缩或解压

# Onboarding_FeatDoubleClickTitle.Text
source: Open by double-click
de_de: Mit Doppelklick öffnen
es_es: Abrir con doble clic
fr_fr: Ouvrir d'un double-clic
it_it: Apri con doppio clic
ja_jp: ダブルクリックで開く
ko_kr: 더블클릭으로 열기
pt_br: Abrir com duplo clique
ru_ru: Открытие двойным кликом
zh_cn: 双击打开

# Onboarding_FeatDoubleClickDesc.Text
source: Double-click an archive and OtterZip opens it
de_de: Doppelklick auf ein Archiv – OtterZip öffnet es
es_es: Haz doble clic en un archivo comprimido y OtterZip lo abre
fr_fr: Double-cliquez sur une archive et OtterZip l'ouvre
it_it: Fai doppio clic su un archivio e OtterZip lo apre
ja_jp: アーカイブをダブルクリックすると OtterZip が開きます
ko_kr: 아카이브를 더블클릭하면 OtterZip이 엽니다
pt_br: Dê um duplo clique em um arquivo e o OtterZip o abre
ru_ru: Дважды щёлкните архив — OtterZip откроет его
zh_cn: 双击压缩包，OtterZip 会打开它

# Onboarding_DefaultTitle.Text
source: Set as your default archive app
de_de: Als Standard-Archivprogramm festlegen
es_es: Establecer como app de archivos predeterminada
fr_fr: Définir comme application d'archive par défaut
it_it: Imposta come app di archivi predefinita
ja_jp: 既定のアーカイブ アプリに設定
ko_kr: 기본 압축 프로그램으로 설정
pt_br: Definir como app de arquivos padrão
ru_ru: Сделать приложением по умолчанию
zh_cn: 设为默认压缩程序
